label story_1_1_3:

    scene black

    show fro casual default at fro_casual_left
    show ami casual default at ami_casual_right

    centered "20XX年8月18日 星期一 下午 15：30"

    ami "所以，你还真是把之前的事情忘得一干二净了啊。"

    ami "怎么连自己家都不认识了。"

    "跟阿弥聊了一路，我发觉自己此前关于要不要跟他坦白的担心真是毫无必要。"

    "因为他对我实在是太熟悉了，所以跟之前的自己但凡有些许差别，都能马上觉察出来。"

    "而且之前是他负责联系的医院，作为应急联系人，医生也把必要的情况交代给他听了。"

    "虽说我能记起来自家的地址是xx区xx路xx号xxx房间，但其实脑子里根本没有对应的画面，刚才被这小熊猫带到对面那栋楼去，我还傻乎乎地等他给我开门。"

    ami "我还以为医生说你症状那么严重是在危言耸听呢，没想到真的连我都不记得了。"

    fro "没你说的那么严重吧，就比如我还记得小时候你家就住我家对门，还记得你跟我小学到大学都读的是一样的学校，还有……"

    ami "好了好了，一路上我都问清楚了，你现在记得的，都是些跟你自己的经历没什么关系的信息。"

    ami "我问你，你还记得我们高中毕业之后一起去海城做了哪些事吗？"

    "想不起来。"

    fro "……"

    ami "想不起来也没关系啦，电休克治疗做完就是会有记忆丧失的后遗症的，只是你的症状稍微严重了那么一点。"

    ami "说不定哪天一觉睡醒，你就全都想起来了呢？"

    "我叹了口气，有些头疼地揉了揉眉心。"

    "小熊猫嘿嘿笑着给我开了公寓的门。"

    ami "欢迎回家——"

    "他走进房间，先从鞋柜里拿了双拖鞋摆在旁边示意我换上。"

    "我跟着他身后进了门，一个宽敞的小走廊在面前延伸开来，走廊尽头是共用的卫生间，左右两侧各有两个房间。"

    ami "右手边第一个房间是我们共用的厨房和客厅，第二个是你的房间，对门就是我的房间，然后左手边这个是杂物间。"

    "小熊猫一边把各个房间的门打开，一边给我介绍着。"

    "我没怎么注意听他说的话，而是有些失落。"

    fro "还以为回到熟悉的环境，或多或少能让我想起一些过去的事情呢。"

    ami "没事，这不是有我吗？"

    "阿弥抓起我的手，把我往房间里带，拖鞋走在木地板上，发出嘎吱的响声。"

    "他推开了属于我的房间的门。"

    "下午的阳光从窗户斜斜地照了进来，空气中弥漫着一股淡淡的木质苦味。"

    "一张床，枕头被褥看得出被人整理过，不见褶皱。"

    "床头柜上摆着一个花瓶，原本插着的花已经完全风干了，枯黄的花枝静默地立在一旁，三两片花瓣落在枕头上。"

    "靠着窗是一张书桌，上面杂乱地摆着几个盆栽，不过都已经枯萎了，只剩下一盆绿萝还剩几片绿叶苦苦支撑着。"

    ami "啊——你刚去医院的时候，房间我还替你整理了一下，但后来就没进来过了，这些花都忘记收拾了。"

    fro "好多盆栽什么的，我以前还有养花的爱好呢？"

    ami "好像是三四年前吧，你说无聊养着玩的，一直坚持到现在了。"

    "阿弥转过头来看了我一眼。"

    ami "你还打算养吗？要不打算养的话，我就帮你把这些花盆收起来了。"

    fro "没事，都先留着吧。"

    "我走上前拿起花瓶，清理干净后灌上水，将阿弥送的花插了进去。阿弥看到了，好像很高兴的样子。"

    ami "趁现在没事情干，我来帮你把房间再打扫一下吧。"

    fro "我和你一起吧，刚好再熟悉一下家里的环境。"

    "（教学：进行【打扫卫生】日程，消耗一点或两点【精力】，进行【敏捷】检定。）"

    "（进行日程的过程中，可能会发现关于过去的线索，触发相关剧情。）"

    "跟阿弥一起收拾了房间，把桌上盆栽里枯萎的植物都清理了，又给绿萝浇了水。"

    fro "现在我们有好多空花盆了，感觉就这么摆在桌子上感觉光秃秃的。"

    ami "那我们晚点去一趟市场吧，应该有种子和花苗卖的。"

    fro "今天吗？感觉刚收拾完东西有点累了，我得先休息一下。"

    ami "也到了饭点了呢，你去沙发上坐着看电视吧，我给你做饭去。"

    fro "你还会做饭呢？"

    ami "你以为之前都是谁给你做的饭？"

    "我摸了摸鼻子，讪讪地笑了两声。"

    fro "我不记得了嘛……"

    "我跟着阿弥一块儿进了厨房，看着他打开冰箱挑选食材。"

    "牛排，鸡蛋，洋葱……"

    fro "今晚咱们吃什么啊？"

    ami "煎牛排吧，之前买的还没吃完。"

    fro "我给你打打下手呗，光等着吃感觉还怪不好意思的。"

    "阿弥处理食材的动作顿了一下，他抬头看了我一眼。"

    ami "难得见你对做饭这么热情呢，看来确实是把自己之前炸厨房的经历给忘了。"

    fro "还有这回事儿啊……"

    ami "你拿这个洋葱去洗一下，然后切片吧，应该不至于闹出什么大麻烦。"

    "（教程：在【精力涣散】的状态下，进行【烹饪】日程，日程必定失败。）"

    "切洋葱是一件技术活，要想在这种充满刺激性的食材旁边幸存下来，就得……"

    "糟糕，眼睛痒痒的。"

    fro "阿嚏——"

    ami "就让你切个洋葱，怎么还哭上了。你放着，我来吧！"

    "被阿弥从厨房里赶出来了。虽然心有不甘，但是处理洋葱确实不是我擅长的事情，一定是洋葱的问题！"

    "我一个人坐在餐桌上托着腮看着阿弥在厨房里忙碌的身影。"

    "我过去的人生里，也有无数个这样等着他给我做饭吃的瞬间吗？"

    "我又想起从医院到家的路上，阿弥跟我说的那些话。"

    fro "辛苦你特意跑这一趟来接我了，给你添麻烦了吧。"

    ami "从小到大添那么多麻烦，也不差这一回了。要是你哪天再也不给我添麻烦了，我还不习惯呢。"

    ami "而且这些都是我自己想做的。"

    ami "虽然你现在大概不记得了，但是我想你要帮忙的时候，还能想到有我这么个朋友。"

    fro "谢谢，我会记住的。"

    "趁着等红灯的间隙，红色的小熊猫侧头看了我一眼，眼神中有说不清道不明的情感在闪烁。"

    ami "难得见你这么有礼貌呢。"

    ami "记忆还真是重要的东西啊，感觉你忘了事儿之后就跟变了个人似的。"

    ami "就当是新的开始吧。重新自我介绍一下，我是阿弥，你认识了十八年的发小。接下来几天，你就安心享受我的照顾吧！"

    "信号灯由红转绿，阿弥踩下了油门，汽车行驶过夏日的街道，窗外的风吹起脸颊的毛，略微带走些心中的烦闷。"

    "我舒服地眯起了眼睛，感受着短暂的心安。"

    ami "喂——喂喂——"

    "小熊猫在我眼前晃了晃着手，试图唤回我的神志。"

    ami "我看你都快睡着了，果然刚从医院里出来，精力还没我恢复好吧。都说了让你别过来捣乱，先休息了。"

    ami "饭做好啦，快尝尝我的手艺。"

    $ inventory.append("\u963f\u5f25\u505a\u7684\u725b\u6392\u914d\u5317\u975e\u86cb")
    "（获得道具：阿弥做的牛排配北非蛋）"

    "（教程：食用食物可以恢复精力，或获得其他增益效果。）"

    "牛排外壳焦脆，切开是玫瑰色的嫩肉，汁水丰盈。北非蛋的番茄酱汁酸甜，完全没尝出洋葱的刺激感，反而有一种调和的鲜香风味。"

    fro "好好吃，比医院里的生命体征维持餐美味太多了。"

    ami "那是，你以为。"

    "阿弥一边叉起一块牛排往嘴里送，一边用遥控打开了电视。"

    "频幕闪烁着幽幽的蓝光，节目正播放着新闻快讯，主持人熟练地念着口播。"

    "“本台消息，连月干旱持续，水库水位跌破历史低值。气象局称，若未来数日内仍无降水，将考虑进行人工降雨。”"

    ami "不过冰箱里储备的食材都用得差不多了，刚好明天去买花的时候可以顺道补充一下库存。"

    ami "明天早饭的话，还是点外卖好了。你也是，平时记得要按时吃饭，就算不自己做也可以出去吃或者点外卖。"

    ami "怎么点外卖应该没忘吧？"

    fro "哪能忘了这个，点外卖的记忆大概已经刻进现代人的DNA里了吧。"

    "“第四街一商铺夜间发生火灾，火势蔓延两个商铺，目前已扑救完成，无人员伤亡，起火原因仍在调查中。”"

    ami "诶，第四街怎么烧了。我记得那边的旧货集市还挺好逛的，咱俩之前还去淘过不少好东西呢。"

    ami "你那个耳环就是在那边买的吧，还有你之前买的二手吉他和音响什么的。"

    fro "完全没印象了。"

    ami "明天要去的市场在第六街来着，隔那么远应该没什么影响吧。"

    "“第六街昨夜爆发聚众械斗，至少三人受伤，警方已介入调查。”"

    "我抬头看了阿弥一眼。"

    fro "阿弥，你的嘴是不是开过光啊。"

    "阿弥瞪了回来。"

    ami "巧合，巧合懂不懂。"

    "\u5f53\u524d\u7269\u54c1：[inventory]"
    "\u963f\u5f25\u597d\u611f：[ami_affection]"

    return
