label mountain_memory_start:

    jump story_1_1_1


label story_1_1_1:

    wind "听北地的牧民说，如果在日出的时候在神山顶上向山神许愿，山神就会实现信徒的全部愿望。弗洛，等我们放假了，也去神山玩吧！"

    wind "你说，现在景区现在都开发得这么发达了，从山脚坐缆车半个小时就能到山顶，会不会显得心不诚啊？山神在上，能这么轻易就实现别人的愿望吗？"

    wind "如果是我的话，怎么说也得带点东西表示一下吧，毕竟平时也不信这些。"

    wind "带什么好呢？我刚看小绿书上说，山脚下刚好是成片的花田耶，要不然我们就带着那天刚开的花，给山神他老人家看好了。"

    wind "我已经想好要许什么愿啦，到时候就跟山神说……"

    "少年人轻盈的声音被夹着雪片的寒风吹散了。"

    "我想我是亲眼见过山神的。"

    "不是旅游手册上介绍的，在山神庙的玻璃展柜里陈列的那一块巨石，而是那个在茫茫风雪里隐约浮现的身影。"

    "那一天夜里，我独自一人冒着雪登上了神山。"

    "山腰的旅店里挤满了香客，谁也料不到难得连日的晴冬会突然刮起这么大的雪，没抢到房间的一群人只得在围在餐厅的壁炉旁烤火，闹哄哄的。"

    "炉火噼啪作响，把众人身上衣服裹进来的一点寒气烤化了，又烤干了。空气中弥漫着一些湿润的泥土味，混杂着牧民们谈笑间的酒气，他们身旁包袱中装着的贡品散发的奶香和烛香，还有我从山脚带上来的花的清香。"

    "北地信徒的口音带着北风一样的苍凉浑厚，像一场经年不愈的重感冒，叫人听着难受。"

    "我无心参与他们的论道辩经，听了一会儿便走出门外，寻个清静。"

    "厚重的毛制门帘落下，就把嘈杂的声音都隔绝在身后，面前只剩下山林里静谧的声响。"

    "风雪扑簌簌地落到脸上，并不如旅游攻略中所说如刀刮般疼，只叫人觉得两颊的毛有些挠痒。"

    "到了后半夜，雪势渐渐小了下来，皎洁的月光照着缆绳，在山中划出两道摇摆的银线。"

    "我看了眼身后晕开一片暖黄色灯火的旅店，兀自裹紧了外套领口，踏着积雪往山顶走去。"

    "如墨的山林间撒下细碎的月光，看什么都不真切，只有自己的脚步声和呼吸声是清晰的。"

    "不知爬了多久，手脚都冻得有些麻木了，终于看到山路尽头，树丛破开一道天光。"

    "天色既白，风雪却再次加重了。雪幕在面前铺开一层白纱，这风雪的另一边，隐约可见山神庙朱漆的门头。"

    "我强撑起有些僵硬的身体，走出林子的庇护。"

    "怒号的罡风瞬间兜头灌进衣服的每一个空隙，叫人险些站不稳。"

    "我又重新紧了紧外衣，怀中护着的花却失手落在了地上，被北风卷着往前滚了几圈，花瓣都落下几片。"

    "一双覆盖着薄霜的手，穿过雪幕，捡起我捧的花束。"

    "我正要出声感谢，嗓子发出嘶哑的气声却完全被淹没在风里。抬头看去，却看不清那人的脸。"

    "罡风凛冽，如聆天音。"

    god "……"

    "太阳穴没由来地突突直跳，我的眼前一阵发黑，身体不由自主地向前栽倒。"

    jump story_1_1_2
